[
  {
    "content_id": 194055,
    "reference_id": 109264,
    "version": "1.0.0",
    "title": "Песнь песней 1:1–8:14",
    "media_type": "Text",
    "index_reference": "22001001-22008014",
    "language": "rus",
    "content": "<p>В книге Песнь песней первой начинает разговор женщина. И она сама, и её возлюбленный <span>— </span><span data-bnType=\"resourceReference\" data-resourceId=\"108278\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">пастухи</span>. На протяжении сотен лет выпас овец был привычным занятием для народа <span data-bnType=\"resourceReference\" data-resourceId=\"108280\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Израиля</span>. Как женщина, так и мужчина <span>— взрослые люди</span>, хотя братья женщины обращаются к ней как с ребёнком. Женщина и мужчина испытывают друг ко другу сильные чувства. Женщину восхищает всё, что есть в мужчине. Для мужчины женщина прекрасна, и он тоже ею восхищается. Они полностью преданы друг другу. Трижды женщина говорит о том, как они с мужчиной принадлежат друг другу, что значит, что они любят друг друга больше всех на свете. Это также означает, что ни один из них не владеет и не контролирует другого, но они хотят радовать друг друга по собственной воле. Каждый из них приглашает другого побыть вдвоём, потому что их желание быть вдвоём взаимно, и они ищут способы остаться наедине и провести время друг с другом. <br>Большинство песен и мужчины, и женщины в этой книге говорят о надеждах на сексуальную близость, как они мечтают о том, что будут наслаждаться телами друг друга, и о том, что они будут делать вместе. Оба свободно и в то же время деликатно говорят о физической близости. Однако пока они не могут полностью осуществить свои сексуальные желания. Трижды женщина говорит о том, чтобы не пробуждать любовь, то есть они должны ждать, чтобы осуществить то, о чём мечтают. Им очень трудно ждать. Женщина и мужчина образно говорят о телах друг друга, и этот образный ряд включает самые разные аспекты <span data-bnType=\"resourceReference\" data-resourceId=\"108197\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">творения</span>: животных, сады, горы, цветы, плоды, специи, башни, колонны, ворота, оружие, слоновая кость, золото и шёлк. Женщина также образно говорит и о любви: любовь не купить за деньги, и ничто не может остановить любовь, даже смерть не может этого сделать. Эти слова говорят о силе любви.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "22001001",
          "start_ref_usfm": "SNG 1:1",
          "end_ref": "22008014",
          "end_ref_usfm": "SNG 8:14"
        }
      ],
      "resource": [
        {
          "reference_id": 108197,
          "content_id": 193279,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Творение",
          "language": "rus"
        },
        {
          "reference_id": 108278,
          "content_id": 193360,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Пастух (пастырь)",
          "language": "rus"
        },
        {
          "reference_id": 108280,
          "content_id": 193362,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Израиль",
          "language": "rus"
        }
      ]
    }
  }
]