[
  {
    "content_id": 419636,
    "reference_id": 109235,
    "version": "1.0.1",
    "title": "Yobu 1:1–5",
    "media_type": "Text",
    "index_reference": "18001001-18001005",
    "language": "swh",
    "review_level": "None",
    "content": "<p><span data-bnType=\"resourceReference\" data-resourceId=\"108524\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Yobu</span> alikuwa na kila kitu ambacho watu wa wakati wake wangeweza kutumaini. Alikuwa na familia kubwa na watumishi wengi. Alikuwa mkulima aliyefanikiwa wa mifugo. Alikuwa anaheshimika sana na alikuwa na mamlaka katika eneo aliloishi.</p><p>Alikuwa pia amejitolea kabisa kwa <span data-bnType=\"resourceReference\" data-resourceId=\"108199\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Mungu</span>. Alifanya kile ambacho Mungu alitaka kifanyike. Alionyesha jinsi alivyomheshimu Mungu kwa kutoa <span data-bnType=\"resourceReference\" data-resourceId=\"108256\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">sadaka</span>. Alifanya hivi wakati familia yake ilipofanya <span data-bnType=\"resourceReference\" data-resourceId=\"108195\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">dhambi</span>. Alifanya hata wakati alifikiri kwamba huenda walikuwa wamefanya dhambi.</p><p>Alitaka kila mtu katika familia yake aishi kwa njia zinazochukuliwa kuwa <span data-bnType=\"resourceReference\" data-resourceId=\"108364\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">safi</span> na <span data-bnType=\"resourceReference\" data-resourceId=\"108363\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">nadhifu</span>. Hii ingewaruhusu kumwabudu Mungu pamoja.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18001001",
          "start_ref_usfm": "JOB 1:1",
          "end_ref": "18001005",
          "end_ref_usfm": "JOB 1:5"
        }
      ],
      "resource": [
        {
          "reference_id": 108195,
          "content_id": 367686,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Dhambi",
          "language": "swh"
        },
        {
          "reference_id": 108199,
          "content_id": 367690,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Mungu",
          "language": "swh"
        },
        {
          "reference_id": 108256,
          "content_id": 367747,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Dhabihu",
          "language": "swh"
        },
        {
          "reference_id": 108364,
          "content_id": 367855,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Safii au najisi",
          "language": "swh"
        },
        {
          "reference_id": 108524,
          "content_id": 368015,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Ayubu",
          "language": "swh"
        },
        {
          "reference_id": 108363,
          "content_id": 367854,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Safi au chafu",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419637,
    "reference_id": 109236,
    "version": "1.0.1",
    "title": "Yobu 1:6–2:10",
    "media_type": "Text",
    "index_reference": "18001006-18002010",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Mungu alitaka Shetani amuangalie Yobu. Baadaye Shetani alieleweka kuwa <span data-bnType=\"resourceReference\" data-resourceId=\"108216\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">ibilisi</span>. Shetani alileta shtaka dhidi ya Yobu. Alimshutumu Yobu kwa kumtumikia Mungu tu kwa sababu ya njia ambazo Mungu alimbariki.</p><p>Shetani alitaka Mungu <span data-bnType=\"resourceReference\" data-resourceId=\"108263\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">amjaribu</span> Yobu. Alikuwa na uhakika kwamba Yobu angesema mambo mabaya dhidi ya Mungu. Angeweza kufanya hivi ikiwa angefanywa kuteseka. Hii ilimaanisha kwamba Yobu angeacha kumheshimu Mungu.</p><p>Mungu alimpa Shetani mamlaka ya kuchukua kila kitu alichokuwa nacho Yobu isipokuwa maisha yake. Kwanza Shetani alichukua mifugo ya Yobu, watumishi wake na watoto wake. Yobu alibaki mnyenyekevu mbele za Mungu alipokuwa akiomboleza. Alitambua kwamba Mungu alikuwa amemruhusu kuwa na vitu vizuri. Na alitambua kwamba Mungu alikuwa ameruhusu vitu hivyo kuchukuliwa.</p><p>Yobu alitambua kwamba Mungu alikuwa na haki ya kuamua kinachotokea katika maisha yake. Alisifu <span data-bnType=\"resourceReference\" data-resourceId=\"108225\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">jina</span> la <span data-bnType=\"resourceReference\" data-resourceId=\"108226\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Bwana</span> hata katika huzuni yake.</p><p>Kisha Shetani akamnyang&apos;anya Yobu afya yake. Mwili wa Yobu ulikuwa na maumivu. Alikaa kwenye majivu. Hii ilikuwa ni desturi ya kawaida kuonyesha kwamba watu walikuwa na huzuni sana. Mke wa Yobu aliona jinsi alivyokuwa na huzuni. Alifikiri kwamba ingekuwa bora kwake kufa. Alimshauri Yobu aseme dhidi ya Mungu ili Mungu amuue. Yobu alifikiri kwamba wazo hili lilikuwa la kipumbavu. Jambo la busara kufanya lilikuwa kubaki mwaminifu kwa Mungu bila kujali kilichotokea.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18001006",
          "start_ref_usfm": "JOB 1:6",
          "end_ref": "18002010",
          "end_ref_usfm": "JOB 2:10"
        }
      ],
      "resource": [
        {
          "reference_id": 108216,
          "content_id": 367707,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Ibilisi",
          "language": "swh"
        },
        {
          "reference_id": 108225,
          "content_id": 367716,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Jina",
          "language": "swh"
        },
        {
          "reference_id": 108226,
          "content_id": 367717,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Bwana",
          "language": "swh"
        },
        {
          "reference_id": 108263,
          "content_id": 367754,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Jaribio",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419638,
    "reference_id": 109237,
    "version": "1.0.1",
    "title": "Yobu 2:11–3:26",
    "media_type": "Text",
    "index_reference": "18002011-18003026",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Marafiki wa Yobu, Elifazi, Bildadi, na Sofari, walimtembelea ili kumfariji. Wanaume hawa walijiunga na Yobu katika huzuni yake. Waliona jinsi Yobu alivyokuwa akiteseka sana.</p><p>Walifanya mambo kadhaa ambayo yalikuwa ya kawaida wakati huo kwa watu waliokuwa wakiomboleza. Pia walionyesha heshima yao kwa Yobu kwa kunyamaza kwa <span data-bnType=\"resourceReference\" data-resourceId=\"108214\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">siku saba</span>. Walimsubiri Yobu azungumze kwanza.</p><p>Hotuba yake ilirekodiwa kama <span data-bnType=\"resourceReference\" data-resourceId=\"108204\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">shairi</span> refu. Yobu alielezea jinsi maisha yake yalivyokuwa ya huzuni na machungu. Hakuwa na <span data-bnType=\"resourceReference\" data-resourceId=\"108211\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">amani</span> au <span data-bnType=\"resourceReference\" data-resourceId=\"108212\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">pumziko</span>. Alitamani kwamba hakuwa amezaliwa.</p><p>Yobu alijiuliza kwa nini Mungu aliwaruhusu watu wanaoteseka kuendelea kuishi.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18002011",
          "start_ref_usfm": "JOB 2:11",
          "end_ref": "18003026",
          "end_ref_usfm": "JOB 3:26"
        }
      ],
      "resource": [
        {
          "reference_id": 108204,
          "content_id": 367695,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Shairi",
          "language": "swh"
        },
        {
          "reference_id": 108211,
          "content_id": 367702,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Amani",
          "language": "swh"
        },
        {
          "reference_id": 108212,
          "content_id": 367703,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Pumziko",
          "language": "swh"
        },
        {
          "reference_id": 108214,
          "content_id": 367705,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Saba",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419639,
    "reference_id": 109238,
    "version": "1.0.1",
    "title": "Yobu 4:1–31:40",
    "media_type": "Text",
    "index_reference": "18004001-18031040",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Elifazi na Bildadi kila mmoja aliongea mara tatu. Sofari aliongea mara mbili. Hotuba zao zote zimeandikwa kama mashairi marefu.</p><p>Elifazi, Bildadi na Sofari walieleza sababu walizofikiria kwa nini Yobu alikuwa anateseka. Katika maisha yake yote, Elifazi aliona kwamba matatizo huja kwa watu wapumbavu. Mateso yalikuwa jinsi walivyofundishwa na pia kuadhibiwa kwa dhambi zao. Elifazi aliamini kwamba huu ulikuwa mtindo wa jinsi mambo yanavyofanya kazi katika <span data-bnType=\"resourceReference\" data-resourceId=\"108215\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">dunia</span>. Alikuwa na imani kwamba hili lilikuwa likitokea katika kesi ya Yobu.</p><p>Bildadi aligundua kuwa Mungu hakuleta <span data-bnType=\"resourceReference\" data-resourceId=\"108233\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">hukumu</span> dhidi ya watu ambao hawakuwa wametenda dhambi. Hii ilikuwa somo ambalo watu walikuwa wamefundisha kwa miaka mingi. Bildadi aliamini kuwa ilikuwa ni mtindo wa jinsi mambo yanavyofanya kazi duniani. Kwa hivyo alifikiri kwamba Yobu na familia yake walikuwa wanaadhibiwa kwa dhambi zao.</p><p>Sofari alikuwa na uhakika kwamba <span data-bnType=\"resourceReference\" data-resourceId=\"108525\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">watu wasiomcha Mungu</span> daima wanaadhibiwa. Alikuwa na imani kwamba hivi ndivyo mambo yalivyokuwa siku zote duniani. Alikuwa na uhakika kwamba Mungu alikuwa anamletea Yobu hukumu kwa dhambi ambazo Yobu alikuwa ametenda.</p><p>Yobu aliwajibu Elifazi, Bildadi na Sofari kila walipoongea. Yobu alikuwa na huzuni na hasira kwa sababu marafiki zake walisema mambo ambayo hayakuwa na msaada. Mengi ya mambo waliyosema yalikuwa ya kweli. Lakini mifumo waliyogundua maishani haikuhusu kesi ya Yobu. Yobu hakuwa ametenda dhambi kwa siri. Yobu hakudai kwamba hajawahi kutenda dhambi. Lakini alijua kwamba Mungu hakuwa akimwadhibu kwa dhambi zake. Yobu alijua kwamba alikuwa ameishi jinsi Mungu alivyotaka watu waishi. Marafiki zake hawakumwelewa. Walimshutumu kimakosa.</p><p>Yobu aliamini kwamba Mungu alimwelewa. Yobu aliamini kwamba Mungu alijua kwamba hakuwa na hatia ya dhambi za siri. Yobu alitaka Mungu aeleze kwa nini maisha yake yalikuwa magumu sana. Yobu alichanganyikiwa sana na Mungu na alikuwa na hasira naye. Lakini Yobu aliendelea kumheshimu Mungu na kuepuka uovu. Alifanya hivi ingawa alikuwa akiteseka sana. Hii ilionyesha kwamba Yobu alikuwa na <span data-bnType=\"resourceReference\" data-resourceId=\"108325\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">hekima</span> na ufahamu.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18004001",
          "start_ref_usfm": "JOB 4:1",
          "end_ref": "18031040",
          "end_ref_usfm": "JOB 31:40"
        }
      ],
      "resource": [
        {
          "reference_id": 108215,
          "content_id": 367706,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Dunia",
          "language": "swh"
        },
        {
          "reference_id": 108233,
          "content_id": 367724,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Hukumu",
          "language": "swh"
        },
        {
          "reference_id": 108325,
          "content_id": 367816,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Hekima",
          "language": "swh"
        },
        {
          "reference_id": 108525,
          "content_id": 368016,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Watu wasio waumini",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419640,
    "reference_id": 109239,
    "version": "1.0.1",
    "title": "Yobu 32:1–37:24",
    "media_type": "Text",
    "index_reference": "18032001-18037024",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Elihu alikuwa mdogo kuliko marafiki wengine wa Yobu. Inadhaniwa kwamba pia alikuwa kutoka <span data-bnType=\"resourceReference\" data-resourceId=\"108411\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Edomu</span>. Elihu alikuwa na hasira na Elifazi, Bildadi na Sofari. Hawakuwa wamemjibu Yobu kikamilifu au kuonyesha jinsi Yobu alivyokuwa na makosa.</p><p>Elihu alifikiri kwamba ilikuwa makosa kwa Yobu kumhoji Mungu. Alidhani kuwa Yobu alijiona kuwa sahihi, huku akiamini kuwa Mungu ndiye aliyekosea. Hii ilimfanya Elihu kuwa na hasira. Hata hivyo, jibu alilotoa kuhusu mateso ya Yobu lilifanana na majibu ya rafiki zake wengine. Elihu aliamini kwamba Mungu alimruhusu Yobu kuteseka ili kumrekebisha. Aliona mateso hayo kama onyo ili kumzuia Yobu asitende dhambi. Elihu alidhani kwamba mateso haya yangemwokoa Yobu asiangamizwe kwa sababu ya dhambi zake.</p><p>Elihu alielewa kwamba Mungu kamwe hafanyi jambo lolote baya, lisilo sahihi au lisilo la haki. Kwa hiyo alifikiri ilikuwa makosa kwa Yobu kufikiri kwamba Mungu alimfanyia isivyo haki. Alifikiri kwamba hili lilionyesha kuwa Yobu alikuwa amejaa kiburi. Elihu alielewa kwamba Mungu ana nguvu kamili juu ya kila kitu. Mungu ni Muumba aliyeumba dunia na kila kitu kilichomo. Mungu ndiye pekee anayeweza kuendeleza maisha ya dunia. Kwa Elihu, hii ilimaanisha kwamba watu hawawezi kuelewa sababu za Mungu za kufanya jambo fulani. Kwa hiyo alifikiri kwamba watu hawapaswi kuuliza maswali kuhusu sababu za Mungu.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18032001",
          "start_ref_usfm": "JOB 32:1",
          "end_ref": "18037024",
          "end_ref_usfm": "JOB 37:24"
        }
      ],
      "resource": [
        {
          "reference_id": 108411,
          "content_id": 367902,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Edomu",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419641,
    "reference_id": 109240,
    "version": "1.0.1",
    "title": "Yobu 38:1–40:5",
    "media_type": "Text",
    "index_reference": "18038001-18040005",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Yobu alifikiri kwamba Mungu hangemsikiliza. Hapo awali Yobu alikuwa amesema alifikiri kwamba Mungu angeleta dhoruba kumponda. Yobu alifikiri Mungu angefanya hivi ikiwa angempigia kelele Mungu. Badala yake, Mungu alimsikiliza kwa makini sana.</p><p>Mungu alisikiliza kila kitu ambacho Yobu, Elifazi, Bildadi, Sofari na Elihu walisema. Badala ya kumwangamiza Yobu kwa dhoruba, Mungu alizungumza na Yobu kutoka kwenye dhoruba. Mungu hakujibu maswali ambayo Yobu  aliuliza. Hakumweleza Yobu kwa nini watu wanateseka. Mungu hakueleza kwamba Shetani alipendekeza jaribio kwa Yobu. Badala yake, Mungu alimwuliza Yobu maswali mengi. Mungu aliuliza ni mambo gani Yobu alikuwa na uwezo wa kufanya. Kisha Mungu alieleza mambo mengi ambayo yeye anaweza kufanya.</p><p>Mungu aliumba kila kitu mbinguni na duniani. Anahakikisha kwamba kile alichoumba kinafanya kazi jinsi anavyotaka. Hii inajumuisha ardhi, maji, anga, nyota na wanyama. Mungu anawatunza wanyama wote. Hii inajumuisha wanyama ambao si mifugo inayofugwa na wanadamu.</p><p>Mungu alizungumza sana kuhusu anga, dunia na wanyama. Jinsi alivyoongea kuhusu vitu hivyo ilimwonyesha Yobu jambo muhimu. Binadamu ni sehemu moja tu ya kile Mungu alichoumba. Kama mwanadamu, Yobu hakuweza kuelewa kila kitu kuhusu <span data-bnType=\"resourceReference\" data-resourceId=\"108197\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">uumbaji</span> wa Mungu. Yobu hakuweza kuelewa kila kitu kilichohitajika kwa ajili ya kutunza uumbaji. Yobu hakuweza kuelewa mipango ya Mungu. Yobu hakuweza kuelewa sababu za Mungu kufanya alivyofanya. Na Yobu hakuweza kufanya kazi ya Mungu bora kuliko Mungu alivyoifanya. Jibu la kwanza la Yobu kwa Mungu lilikuwa kubaki kimya.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18038001",
          "start_ref_usfm": "JOB 38:1",
          "end_ref": "18040005",
          "end_ref_usfm": "JOB 40:5"
        }
      ],
      "resource": [
        {
          "reference_id": 108197,
          "content_id": 367688,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Uumbaji",
          "language": "swh"
        },
        {
          "reference_id": 108201,
          "content_id": 367692,
          "resource_code": "Unknown",
          "label": "Mbingu",
          "language": "swh"
        },
        {
          "reference_id": 108202,
          "content_id": 367693,
          "resource_code": "Unknown",
          "label": "Binadamu",
          "language": "swh"
        }
      ]
    }
  },
  {
    "content_id": 419642,
    "reference_id": 109241,
    "version": "1.0.1",
    "title": "Yobu 40:6–42:6",
    "media_type": "Text",
    "index_reference": "18040006-18042006",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Katika Kitabu cha Yobu 40:6 hadi sura ya 42: 6,  Kwenye jibu lake la pili kwa Mungu, Yobu alitambua jambo muhimu. Hakuwa ameelewa kile alichokuwa akizungumza wakati  alipozungumza na marafiki zake. Alikuwa amezungumzia mambo ambayo yalikuwa ya ajabu sana kwake kuyajua. Hii inamaanisha kwamba yalikuwa mambo ambayo wanadamu hawawezi kuyaelewa.</p><p>Kutambua hili kulimfanya Yobu kuwa mnyenyekevu. Yobu alisema kwamba alijichukia. Hii haimaanishi kwamba Yobu alifikiri yeye ni mtu mbaya. Haimaanishi kwamba hakuwa na upendo kwa nafsi yake. Inamaanisha kwamba hakuwa tena na nia ya kubishana na Mungu. Yobu aliacha kuleta mashtaka dhidi ya Mungu kwa kumtendea isivyo haki.</p><p>Mungu alikuwa amemwonyesha Yobu jinsi anavyowajali viumbe wake wote. Yobu alikuja kuelewa kwamba yeye alikuwa mmoja wa viumbe wa Mungu. Kwa hivyo, Yobu alielewa kwamba angeweza kumtumaini Mungu kwa sababu Mungu alikuwa muumba wake. Mungu alikuwa amejionyesha mwenyewe kwa Yobu. Yobu aliposikia na kuelewa Mungu, aliona kwamba Mungu alistahili tumaini lake.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18040006",
          "start_ref_usfm": "JOB 40:6",
          "end_ref": "18042006",
          "end_ref_usfm": "JOB 42:6"
        }
      ],
      "resource": []
    }
  },
  {
    "content_id": 419643,
    "reference_id": 109242,
    "version": "1.0.1",
    "title": "Yobu 42:7–17",
    "media_type": "Text",
    "index_reference": "18042007-18042017",
    "language": "swh",
    "review_level": "None",
    "content": "<p>Elifazi, Bildadi na Zofari walikuwa wamesema mambo ambayo hayakuwa ya kweli kuhusu Mungu. Walikuwa wamesema mambo ya kijinga kuhusu sababu za Mungu kumruhusu Yobu kujaribiwa. Mungu alikuwa na hasira kuhusu hili.</p><p>Baada ya wao kutoa dhabihu na Yobu <span data-bnType=\"resourceReference\" data-resourceId=\"108227\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">kuomba</span> kwa ajili yao, Mungu <span data-bnType=\"resourceReference\" data-resourceId=\"108281\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">aliwaondolea</span> makosa yao. Mungu alimwita Yobu mtumishi wake. Hii ilimaanisha kwamba Yobu alifanya <span data-bnType=\"resourceReference\" data-resourceId=\"108208\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">kazi</span> ambayo Mungu alimpa afanye. Mungu alisema kwamba Yobu alikuwa amenena yaliyo kweli kuhusu Mungu.</p><p>Hii inajumuisha maswali ambayo Yobu aliuliza. Inajumuisha Yobu akizungumza juu ya kuwa na huzuni, hasira na kuchanganyikiwa. Inajumuisha Yobu akitamani kumuona Mungu na kuzungumza naye ana kwa ana. Kile Mungu alichosema kuhusu Yobu kilionyesha kuwa Yobu alipita mtihani ambao Shetani alikuwa amependekeza. Yobu aliendelea kumheshimu Mungu. Alimheshimu Mungu hata wakati ilionekana kwamba Mungu hakuwa akibariki chochote katika maisha yake.</p><p>Wakati mtihani ulipomalizika, mambo yalikwenda vizuri tena kwa Yobu. Kwa njia hii,  kitu ambacho marafiki wa Yobu walikuwa wamesema kilitimia katika maisha ya Yobu. Elifazi, Bildadi, Sofari na Elihu walikuwa wametambua mtindo katika maisha. Mtindo huo ulihusu watu wanaomtii na kumtumikia Mungu. Elihu alikuwa amesema kwamba mambo yatakwenda vizuri kwa wale wanaofanya hivi.</p><p>Mungu alimbariki Yobu tena kwa mafanikio na kumpa zaidi ya alivyokuwa navyo kabla ya jaribio. Alimpa Yobu zaidi ya kila kitu ambacho watu wa wakati wake wangeweza kutumainia. Hii ilijumuisha watoto wengi, mifugo, <span data-bnType=\"resourceReference\" data-resourceId=\"108465\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">heshima</span> na maisha marefu.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "18042007",
          "start_ref_usfm": "JOB 42:7",
          "end_ref": "18042017",
          "end_ref_usfm": "JOB 42:17"
        }
      ],
      "resource": [
        {
          "reference_id": 108208,
          "content_id": 367699,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Kazi",
          "language": "swh"
        },
        {
          "reference_id": 108227,
          "content_id": 367718,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Sala",
          "language": "swh"
        },
        {
          "reference_id": 108281,
          "content_id": 367772,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Samehe",
          "language": "swh"
        },
        {
          "reference_id": 108465,
          "content_id": 367956,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Aibu na heshima",
          "language": "swh"
        }
      ]
    }
  }
]