[
  {
    "content_id": 419665,
    "reference_id": 109264,
    "version": "1.0.0",
    "title": "Wimbo wa Solomoni 1:1–8:14",
    "media_type": "Text",
    "index_reference": "22001001-22008014",
    "language": "swh",
    "content": "<p>Mwanamke ndiye wa kwanza kuzungumza katika Wimbo wa Solomoni Yeye na mwanaume anayempenda wote ni <span data-bnType=\"resourceReference\" data-resourceId=\"108278\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">wachungaji</span>. Kwa mamia ya miaka, kazi hii ilikuwa ya kawaida sana miongoni mwa watu wa <span data-bnType=\"resourceReference\" data-resourceId=\"108280\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">Israeli</span>.</p><p>Mwanamke na mwanaume wote ni watu wazima. Hii ni kweli ingawa kaka za mwanamke wanamtendea kama bado ni mdogo. Mwanamke na mwanaume wote wana tamaa kali sana kwa kila mmoja. Kwa mwanamke, kila kitu kuhusu mwanaume kinapendeza. Kwa mwanaume, mwanamke ni mrembo sana na anapendeza sana. Wamejitolea kabisa kwa kila mmoja.</p><p>Mara tatu mwanamke anazungumzia jinsi yeye na mwanaume wanavyohusiana. Hii inaonyesha kwamba hawampendi mtu mwingine yeyote jinsi wanavyopendana wao kwa wao. Pia inaonyesha kwamba hakuna kati yao anayemiliki au kumdhibiti mwenzake. Wote wawili huchagua kufanya mambo ili kumfurahisha mwenzake. Kila mmoja anamwalika mwenzake kuondoka naye. Wanatamani kuwa pamoja. Wanatafuta njia za kutafuta kila mmoja na kutumia muda pamoja.</p><p>Mashairi mengi ya mwanamke na mwanamume ni kuhusu matumaini yao ya kimapenzi. Wanatumaini kufurahia miili yao kikamilifu. Mashairi ni kuhusu wanavyofikiria kufanya pamoja. Wanawaza mambo haya kwa uhuru na wanaelezea mambo haya kwa uangalifu sana. Lakini bado hawawezi kuchukua hatua kikamilifu juu ya tamaa zao za kimapenzi.</p><p>Mara tatu mwanamke anazungumzia kuhusu kutokuamsha upendo. Hii inamaanisha kwamba wanapaswa kusubiri kufanya kile wanachofikiria kufanya pamoja. Ni vigumu sana kwao kusubiri.</p><p>Mwanamke na mwanamume wanalinganisha miili yao na vitu vingi tofauti. Hivi ni pamoja na vitu katika <span data-bnType=\"resourceReference\" data-resourceId=\"108197\" data-resourceType=\"BiblicaStudyNotesKeyTerms\">uumbaji</span> kama wanyama, bustani, milima, maua, matunda na viungo. Vina jumuisha vitu katika miji kama minara, nguzo, majeshi, malango, pembe za ndovu, dhahabu na hariri.</p><p>Mwanamke anafananisha upendo na vitu vingi. Hauwezi kuzuiwa na chochote katika uumbaji au na kifo. Hauwezi kudhibitiwa na pesa. Maneno haya ni picha ya jinsi upendo ulivyo na nguvu.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "22001001",
          "start_ref_usfm": "SNG 1:1",
          "end_ref": "22008014",
          "end_ref_usfm": "SNG 8:14"
        }
      ],
      "resource": [
        {
          "reference_id": 108197,
          "content_id": 367688,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Uumbaji",
          "language": "swh"
        },
        {
          "reference_id": 108278,
          "content_id": 367769,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Mchungaji",
          "language": "swh"
        },
        {
          "reference_id": 108280,
          "content_id": 367771,
          "resource_code": "BiblicaStudyNotesKeyTerms",
          "label": "Israeli",
          "language": "swh"
        }
      ]
    }
  }
]